driver-tests/httpsoapbc/soap12/Invoke-Javaee-WS/HttpSoap12Jbi/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:htt="HttpSoap12Jbi">
  <soapenv:Body>
    <htt:proxyOperation>
      <part1>test</part1>
    </htt:proxyOperation>
  </soapenv:Body>
</soapenv:Envelope>